{"sections":{"1658002605a788d759":{"type":"section_page-header","disabled":true,"settings":{"spacing_desktop":"0","spacing_mobile":"0","banner_image":"shopify:\/\/shop_images\/DSC_0238.png","banner_mobile_image":"shopify:\/\/shop_images\/DSC_0238_1.png","title":"Our Loyal Team"}},"16580701034f56209d":{"type":"section_contact","disabled":true,"blocks":{"c7a7608f-6c10-4547-99e0-52ec522ca79d":{"type":"help_option","disabled":true,"settings":{"help_option_label":"Order Inquiry","help_option_value":"Order Inquiry"}},"111435d8-3476-4595-a0a6-0d4db6345a79":{"type":"help_option","disabled":true,"settings":{"help_option_label":"Shipping","help_option_value":"Shipping"}},"0043182f-0050-4d1b-9a72-0792341973b6":{"type":"help_option","disabled":true,"settings":{"help_option_label":"Press","help_option_value":"Press"}}},"block_order":["c7a7608f-6c10-4547-99e0-52ec522ca79d","111435d8-3476-4595-a0a6-0d4db6345a79","0043182f-0050-4d1b-9a72-0792341973b6"],"settings":{"spacing_desktop":50,"spacing_mobile":30,"menu_title":"Support Menu","support_menu":"support-menu","top_header":"Have a question?","description":"Use the Contact Form below or e-mail us at Support@KingsLoot.com","track_text":"Have your Order Number or Tracking Number?","button_label":"TRACK YOUR ORDER","button_link":"","button_type":"primary","form_header":"how can we help you?","form_paragraph":""}},"1662596234119fb36a":{"type":"section_support","blocks":{"ccd5b404-84b7-4347-924f-69794ba9522c":{"type":"heading","settings":{"heading":"T E R M S  &  P R I V A C Y"}},"8d3b6cb6-c268-4933-91ab-5cfc0969d50e":{"type":"paragraph","settings":{"paragraph":"<p>KINGS LOOT ® | TERMS & PRIVACY<\/p><p>Welcome to the small print. <\/p><p><em>These terms and conditions govern your use of this website; by using this website, you accept these terms and conditions in full and without reservation. If you disagree with these terms and conditions or any part of these terms and conditions, you must not use this website.<\/em> You must be at least 18 [eighteen] years of age to use this website. By using this website and by agreeing to these terms and conditions, you warrant and represent that you are at least 18 years of age. <\/p>"}},"8595c281-4889-464d-bc85-8de3b29383f0":{"type":"text","settings":{"subtitle":"1. License to use website"}},"3a67c54c-c312-4d99-8114-3fc8ad9ed421":{"type":"paragraph","settings":{"paragraph":"<p>Unless otherwise stated, Kings Loot Wallets and\/or its licensors own the intellectual property rights published on this website and materials used on kingsloot.com Subject to the license below, all these intellectual property rights are reserved. You may view, download for caching purposes only, and print pages, files or other content from the website for your own personal use, subject to the restrictions set out below and elsewhere in these terms and conditions. <\/p>"}},"c81610dd-d02b-4d7b-aba5-85f20ae4da83":{"type":"text","settings":{"subtitle":"2. You must not"}},"5ece47ef-9f24-4b21-b793-41957714b561":{"type":"paragraph","settings":{"paragraph":"<p>You must not republish material from this website in either print or digital media or documents (including republication on another website); sell, rent, or sub-license material from the website; show any material from the website in public; reproduce, duplicate, copy or otherwise exploit material on this website for a commercial purpose; edit or otherwise modify any material on the website; redistribute material from this website - except for content specifically and expressly made available for redistribution, or republish or reproduce any part of this website through the use of iframes or screenscrapers. Where content is specifically made available for redistribution, it may only be redistributed within your organization.<\/p>"}},"9ce73558-8853-4df9-85f3-9a08ab615e13":{"type":"text","settings":{"subtitle":"3. Price matching"}},"1e543ee2-59a1-4004-b5a5-2d92d4728344":{"type":"paragraph","settings":{"paragraph":"<p>Please note that we do not allow any form of price matching. We frequently give a heads up when discounts are coming so don't forget to sign up for our newsletter and keep an eye out for the banners on our website. <\/p>"}},"80226f6c-481d-409f-9b82-6a72d18c1b4e":{"type":"text","settings":{"subtitle":"4. Acceptable use"}},"2ac53ca2-8da2-4a9d-8dba-f8513fa1ba3a":{"type":"paragraph","settings":{"paragraph":"<p>You must not use this website in any way that causes, or may cause, damage to the website or impairment of the availability or accessibility of kingsloot.com or in any way which is unlawful, illegal, fraudulent or harmful, or in connection with any unlawful, illegal, fraudulent or harmful purpose or activity. You must not use this website to copy, store, host, transmit, send, use, publish or distribute any material which consists of (or is linked to) any spyware, computer virus, Trojan horse, worm, keystroke logger, rootkit, or other malicious computer software. You must not conduct any systematic or automated data collection activities on or in relation to this website without Kings Loot Wallets express written consent. This includes: scraping data mining data extraction data harvesting 'framing' (iframes) Article 'Spinning' You must not use this website or any part of it to transmit or send unsolicited commercial communications. You must not use this website for any purposes related to marketing without the express written consent of Kings Loot Wallets. <\/p>"}},"8ad578d4-5cdb-4d93-81ee-f3a2b2965a88":{"type":"text","settings":{"subtitle":"5. User content"}},"395ffee9-5371-4e9e-9a9a-eb981450b239":{"type":"paragraph","settings":{"paragraph":"<p>Be the first to know In these terms and conditions, your user content means material (including without limitation text, images, audio material, video material, and audio-visual material) that you submit to this website, for whatever purpose. You grant to Kings Loot Wallets a worldwide, irrevocable, non-exclusive, royalty-free license to use, reproduce, adapt, publish, translate and distribute your user content in any existing or future media. You also grant to Kings Loot Wallets the right to sub-license these rights, and the right to bring an action for infringement of these rights. Your user content must not be illegal or unlawful, must not infringe any third party's legal rights, and must not be capable of giving rise to legal action whether against you or Kings Loot Wallets or a third party (in each case under any applicable law). You must not submit any user content to the website that is or has ever been the subject of any threatened or actual legal proceedings or another similar complaint. Kings Loot Wallets reserves the right to edit or remove any material submitted to this website, or stored on the servers of Kings Loot Wallets., or hosted or published upon this website. Kings Loot Wallet's rights under these terms and conditions in relation to user content, Kings Loot Wallets does not undertake to monitor the submission of such content to, or the publication of such content on, this website. new collections and exclusive offers.<\/p>"}},"a40ee54f-fa76-4a50-a6e4-10493a295afe":{"type":"text","settings":{"subtitle":"6. Replacement For Life"}},"e5817037-03ee-4d8d-baf5-ea9f8a37fcec":{"type":"paragraph","settings":{"paragraph":"<p>This Replacement For Life gives you the customer the option to replace your wallet at any time for any reason. You as the customer are responsible to pay the shipping\/processing which may be subject to change without notice.<\/p>"}},"c9fb998d-eba4-4c4a-875a-f872616fde9f":{"type":"text","settings":{"subtitle":"7. Replacement Conditions"}},"30e22731-078e-451a-b994-ec0c604ff6ff":{"type":"paragraph","settings":{"paragraph":"<p>Conditions include anything damaging or natural defects to the product. It will be replaced at any time for any reason. Please note this does not cover a product that is lost or stolen. Customer must send in their old product in order to qualify for this replacement program and receive a replacement. <\/p>"}},"876f1f8c-7b30-4c7a-8515-c9285f31fffd":{"type":"text","settings":{"subtitle":"8. Disclaimer for Replacement Program"}},"7691c70e-6ec9-4763-835c-f0f0bf173bac":{"type":"paragraph","settings":{"paragraph":"<p>Pictures on the website may not always directly portray the exact same proportions as in real life. The dimensions per product are clearly stated under the \"features\" tab on each product page. Except as stated above in this limited warranty, and to the maximum extent permitted by applicable law, Kings Loot disclaims all express, implied, and statutory replacements, and conditions with respect to the product, including the implied warranties of merchantability, and fitness for a particular purpose. To the maximum extent permitted by applicable law, Kings Loot also limits the duration.<\/p>"}},"af78ea8e-0a49-4134-ab12-43e3f239ef48":{"type":"text","settings":{"subtitle":"9. Limitations of liability"}},"da5dc2c6-4919-426d-ad22-2a2a3e10b9ba":{"type":"paragraph","settings":{"paragraph":"<p>Kings Loot will not be liable to you (whether under the law of contact, the law of torts or otherwise) in relation to the contents of, or use of, or otherwise in connection with, this website: to the extent that the website is provided free-of-charge, for any direct loss; for any indirect, special or consequential loss; or for any business losses, loss of revenue, income, profits or anticipated savings, loss of contracts or business relationships, loss of reputation or goodwill, or loss or corruption of information or data. These limitations of liability apply even if Kings Loot Wallets has been expressly advised of the potential loss. <\/p>"}},"6baa6dff-c005-4bd5-a971-aac274675d69":{"type":"text","settings":{"subtitle":"10. Exceptions"}},"d8bcfc2f-6ae8-40e7-98f9-d57733019582":{"type":"paragraph","settings":{"paragraph":"<p>Nothing in this website disclaimer will exclude or limit any warranty implied by law that it would be unlawful to exclude or limit, and nothing in this website disclaimer will exclude or limit the liability of Kings Loot in respect of any: death or personal injury caused by the negligence of Kings Loot Wallets or its agents, employees or shareholders\/owners; fraud or fraudulent misrepresentation on the part of Kings Loot Wallets. Kings Loot Wallets to exclude or limit, or to attempt or purport to exclude or limit, its liability. Reasonableness By using this website, you agree that the exclusions and limitations of liability set out in this website disclaimer are reasonable. If you do not think they are reasonable, you must not use this website. <\/p>"}},"552c9817-5abb-4d79-9155-950d4d57d719":{"type":"text","settings":{"subtitle":"Contacting Us"}},"37f9d25c-1562-46e0-b43b-f2d6e2092a81":{"type":"paragraph","settings":{"paragraph":"<p> If you have any questions about these terms, the practices of this site, or your dealings with this site, please contact us at: Kings Loot Walletshttp:\/\/www.kingsloot.comKINGS LOOTPO BOX 63111 COLORADO SPRINGS, CO 80962 <strong>Support@kingsloot.com<\/strong><\/p>"}},"dd818c03-c3ac-4f7e-b96a-e3ae1a82fa5c":{"type":"text","settings":{"subtitle":"TERMS OF USE"}},"42c04416-565d-461e-a889-b73b2ba3958a":{"type":"paragraph","settings":{"paragraph":"<p>Thank you for visiting our website, www.kingsloot.com (the \"Site\") owned and operated by Kings Loot, d\/b\/a Kings Loot (“Kings Loot,” “we,” “us,” or “our”). Except as otherwise noted herein, these terms and conditions (\"the Terms\") govern your use of the Site and our mobile application. Please read these Terms carefully, because your use of the Site constitutes your agreement to follow and be bound by these Terms. If you do not agree to these Terms, you should not access or use the Site. Kings Loot reserves the right to make changes to the Site and to these Terms from time to time. When we make changes, we will post them here. For this reason, we encourage you to review these Terms whenever you use our Site because by visiting the Site, you agree to accept any such changes. Kings Loot provides you with access to and use of the Site subject to your compliance with the Terms. No material from the Site may be copied, reproduced, republished, uploaded, posted, transmitted, or distributed in any way, except as specifically permitted on the Site. The Site, including all of its information and contents, such as text, data, wallpaper, icons, characters, artwork, images, photographs, graphics, music, sound, messages, graphics, software, and the HTML used to generate the pages (collectively, \"Materials and Content\"), is Kings Loot property and is protected by trademark and\/or copyright under the United States and\/or foreign laws. Except as otherwise provided on the site or in these Terms, you may not use, download, upload, copy, print, display, perform, reproduce, publish, modify, delete, add to, license, post, transmit, or distribute any Materials and Content from this Site in whole or in part, for any public or commercial purpose without the specific prior written permission of Kings Loot. We grant you a personal, limited, non-exclusive, non-transferable license to access the Site and to use the information and services contained here. We reserve the right, for any reason or for no reason, in our sole discretion and without notice to you, to revise the products and services described on the Site and to terminate, change, suspend or discontinue any aspect of the Site, including, but not limited to, the Materials and Content on the Site as well as features and\/or hours of availability of the Site, and we will not be liable to you or to any third party for doing so. We may also impose rules for and limits on the use of the Site or restrict your access to part, or all, of the Site without notice or penalty. We have the right to change these rules and\/or limitations at any time, in our sole discretion.<\/p>"}},"6624a2b2-3cd0-4545-90b1-3b20434737a0":{"type":"text","settings":{"subtitle":"PROHIBITED USES"}},"f9059fe3-8522-430f-8e33-f1ca37975983":{"type":"paragraph","settings":{"paragraph":"<p>The Site may be used only for lawful purposes and is available only for your personal, noncommercial use, which shall be limited to viewing the Site, purchasing products, providing information to the Site, and downloading product information for your personal review. You are responsible for your own communications, including the transmission, posting, and uploading of information and are responsible for the consequences of such communications to the Site. Kings Loot specifically prohibits any use of the Site, and requires all users to agree not to use the Site, for any of the following:<\/p><p>POSTING ANY INFORMATION WHICH IS INCOMPLETE, FALSE, INACCURATE OR NOT YOUR OWN.ENGAGING IN CONDUCT THAT WOULD CONSTITUTE A CRIMINAL OFFENSE, GIVING RISE TO CIVIL LIABILITY OR OTHERWISE VIOLATE ANY CITY, STATE, NATIONAL OR INTERNATIONAL LAW OR REGULATION THAT WOULD FAIL TO COMPLY WITH ACCEPTED INTERNET PROTOCOL.COMMUNICATING, TRANSMITTING, OR POSTING MATERIAL THAT IS COPYRIGHTED OR OTHERWISE OWNED BY A THIRD PARTY UNLESS YOU ARE THE COPYRIGHT OWNER OR HAVE THE PERMISSION OF THE OWNER TO POST IT.COMMUNICATING, TRANSMITTING, OR POSTING MATERIAL THAT REVEALS TRADE SECRETS, UNLESS YOU OWN THEM OR HAVE THE PERMISSION OF THE OWNER.COMMUNICATING, TRANSMITTING, OR POSTING MATERIAL THAT INFRINGES ON ANY OTHER INTELLECTUAL PROPERTY, PRIVACY OR PUBLICITY RIGHT OF ANOTHER.COMMUNICATING, TRANSMITTING, OR TRANSFERRING (BY ANY MEANS) INFORMATION OR SOFTWARE DERIVED FROM THE SITE TO FOREIGN COUNTRIES OR CERTAIN FOREIGN NATIONS IN VIOLATION OF ANY APPLICABLE EXPORT CONTROL LAWS.ATTEMPTING TO INTERFERE IN ANY WAY WITH THE SITE'S OR KINGS LOOT’S NETWORKS OR NETWORK SECURITY, OR ATTEMPTING TO USE THE SITE'S SERVICE TO GAIN UNAUTHORIZED ACCESS TO ANY OTHER COMPUTER SYSTEM.COMMUNICATING, TRANSMITTING, OR POSTING MATERIAL THAT IS IN VIOLATION OF APPLICABLE LAWS OR REGULATIONS.<\/p>"}},"4987fd04-1fc1-4e44-bbed-fe0c76c9c392":{"type":"text","settings":{"subtitle":"LIMITS ON PURCHASES"}},"d09cfe97-613a-434c-aac9-23c7b1f7a990":{"type":"paragraph","settings":{"paragraph":"<p>In an effort to enhance your shopping experience and give as many customers as possible the opportunity to purchase our merchandise, we may place limits on purchases and we do not authorize the purchase of commercial quantities of our merchandise. We also may, among other things, restrict orders placed by or under the same customer account, the same credit card, and\/or orders that use the same billing and\/or shipping address. We reserve the right to limit, cancel, or prohibit orders that, in our sole judgment, appear to be placed in violation of this policy.  We further reserve the right to cease doing business with customers who violate this policy. We may modify this policy at any time without prior notice. This policy applies to all purchases of Kings Loot merchandise, including, but not limited to, all purchases made on our site and retail stores.<\/p>"}},"7fec5cf4-232f-4b4c-9dde-1d3e9a7d4bfc":{"type":"text","settings":{"subtitle":"ERRORS, INACCURACIES, AND OMISSIONS"}},"74bf5d15-397c-4994-bbc2-9257865d6301":{"type":"paragraph","settings":{"paragraph":"<p>We make every effort to present the most recent, accurate, and reliable information on the Services at all times. However, occasionally there may be information on the Services that contains typographical errors, inaccuracies, or omissions that may relate to product descriptions, pricing, promotions, offers, and availability. Any errors are wholly unintentional and we reserve the right to amend errors or to update product information at any time without prior notice. In the event a product is listed at an incorrect price due to photographic error, typographical error, or any other error in pricing information, we reserve the right to refuse or cancel any orders placed for any Product listed at the incorrect price.<\/p>"}},"1247157e-24bf-496f-854f-ec8c616c5a50":{"type":"text","settings":{"subtitle":"SECURITY RULES"}},"ce7d0abb-bbe6-4770-ad2a-ffdd0698ecfa":{"type":"paragraph","settings":{"paragraph":"<p>Violations of system or network security may result in civil or criminal liability. Kings Loot will investigate occurrences and may involve, and cooperate with, law enforcement authorities in prosecuting any user or users who are involved in such violations. You are prohibited from violating or attempting to violate the security of the Site, including, without limitation, the following:<\/p><p>ACCESSING DATA NOT INTENDED FOR YOU OR LOGGING ON TO A KINGS LOOT SERVER OR ACCOUNT, WHICH YOU ARE NOT AUTHORIZED TO ACCESS.ATTEMPTING TO PROBE, SCAN OR TEST THE VULNERABILITY OF A SYSTEM OR NETWORK OR TO BREACH SECURITY OR AUTHENTICATION MEASURES WITHOUT PROPER AUTHORIZATION (OR SUCCEEDING IN SUCH AN ATTEMPT).ATTEMPTING TO INTERFERE OR INTERFERING WITH THE OPERATION OF OUR SITE, OUR PROVISION OF SERVICES TO ANY OTHER VISITORS TO OUR SITE, OUR HOSTING PROVIDER OR OUR NETWORK, INCLUDING, WITHOUT LIMITATION, VIA MEANS OF SUBMITTING A VIRUS TO THE SITE, OVERLOADING, \"FLOODING\", \"MAILBOMBING\" OR \"CRASHING\" THE SITE.FORGING ANY TCP\/IP PACKET HEADER OR ANY PART OF THE HEADER INFORMATION IN ANY E-MAIL OR TRANSMISSION OR POSTING TO OUR SITE. <\/p>"}},"0a50faa6-5c8f-420b-a886-9489c4baa8e7":{"type":"text","settings":{"subtitle":"INTERNATIONAL USE"}},"cf659413-b1e1-4d37-9d16-6389e2db7415":{"type":"paragraph","settings":{"paragraph":"<p>We control and operate the Site from the United States, and all information is processed within the United States. We do not represent that materials on the Site are appropriate or available for use in other locations. You agree to comply with all applicable laws, rules, and regulations in connection with your use of the Site.Software that may be downloaded from the Site is subject to export controls under the laws and regulations of the United States. By visiting and using our Site, you acknowledge that you are not a national of, or resident within, any of the countries that are subject to trade embargo under these laws and regulations (currently, Cuba, Iran, North Korea, Sudan, and Syria) or listed on any of the United States Government's lists of prohibited and restricted parties.<\/p>"}},"8858841a-918d-40a0-9a1a-c8e8b2e99050":{"type":"text","settings":{"subtitle":"MERCHANT REQUIREMENT FOR EU COUNTRIES"}},"e71e804f-abc2-46f5-a8e4-4878240773d7":{"type":"paragraph","settings":{"paragraph":"<p>The goods will be imported on behalf of the consignee\/buyer. The consignee authorizes Kings Loot to import the goods on his behalf. Further, the consignee\/buyer agrees Kings Loot may delegate the obligation to import the goods on his behalf to a subcontractor (e.g. customs broker). The consignee will pay the taxes & duties in addition to the purchase price of the goods.<\/p>"}},"78e295e4-bd2c-495c-a6ac-fb9616787c0c":{"type":"text","settings":{"subtitle":"PRODUCT AND PRICING INFORMATION"}},"d9d9ab6a-2c0e-4145-b5e0-dc2f18a1822b":{"type":"paragraph","settings":{"paragraph":"<p>Although Kings Loot has made every effort to display our products and their colors as accurately as possible, the displayed colors of the products depend upon the monitor of the user, and Kings Loot cannot guarantee that the user's monitor will accurately portray the actual colors of the products. Products displayed may be out-of-stock or discontinued, and prices are subject to change. Kings Loot is not responsible for typographical errors regarding price or any other matter.<\/p>"}},"97381be2-1764-4f92-bd7b-ba67bc474168":{"type":"text","settings":{"subtitle":"PROPRIETARY RIGHTS"}},"0d80898d-301a-460e-857b-768fdf56ea4f":{"type":"paragraph","settings":{"paragraph":"<p>Kings Loot is the owner and\/or authorized user of any registered or unregistered trademark, trade name, and\/or service mark appearing on the Site, and is the copyright owner of the Materials and Content on the Site unless otherwise indicated. The Kings Loot logos, designs, titles, phrases, and product names and the copyrights, trademarks, service marks, trade dress, and\/or other intellectual property in such materials (collectively, \"Kings Loot Intellectual Property\") are owned by Kings Loot and may be registered in the United States and internationally. You agree not to display or use the Kings Loot Intellectual Property in any manner without Kings Loot’s prior permission. Nothing on the Site should be construed to grant any license or right to use any Kings Loot Intellectual Property without the prior written consent of Kings Loot.<\/p><p>Except as otherwise provided herein, use of the Site does not grant you a license to any Materials and Content or features you may access on the Site and you may not modify, rent, lease, loan, sell, distribute or create derivative works of such Materials and Content, features or materials, in whole or in part. Any commercial use of the Site is strictly prohibited, except as allowed herein or otherwise approved by us. You may not download or save a copy of any of the Materials and Content or screens for any purpose except as otherwise provided by Kings Loot. If you make use of the Site, other than as provided herein, in doing so you may violate copyright and other laws of the United States and\/or other countries, as well as applicable state laws, and you may be subject to liability for such unauthorized use. The information on the Site including, without limitation, all site design, text, graphics, interfaces, and the selection and arrangements is protected by law including, but not limited to, copyright law.<\/p>"}},"329ad743-921a-41f9-aeeb-17107fef4e9b":{"type":"text","settings":{"subtitle":"USER CONTENT"}},"ad6776fa-8be9-4f57-b36b-769f8b5b70d9":{"type":"paragraph","settings":{"paragraph":"<p>Any and all content, comments, feedback, suggestions, ideas, concepts, questions, or other communications (collectively \"User Content\") that you submit or post on the Site shall be deemed non-confidential and non-proprietary. By submitting or posting any User Content, you grant to Kings Loot a perpetual, irrevocable, royalty-free, worldwide, sublicensable and transferable license to copy, publish, translate, modify, create derivative works from, distribute, reproduce or use the User Content in any commercial or non-commercial manner whatsoever. Kings Loot will be free to use any ideas, concepts, know-how, or techniques contained in such User Content for any purpose whatsoever, including but not limited to developing, manufacturing, and marketing products that incorporate or otherwise rely upon such information. Kings Loot shall have no obligation to monitor User Content, use or display User Content, compensate you for submitting User Content, or respond to any User Content. Kings Loot retains the right, in its sole discretion and without prior notice, to remove, revise or refuse to post any User Content for any reason or no reason.<\/p><p>By submitting User Content, you represent and warrant that the User Content does not (i) contain false or misleading information, (ii) infringe on the intellectual property rights of any third party, (iii) contain any libelous, defamatory, obscene, offensive, threatening or otherwise harassing content, (iv) contain any addresses, email addresses, phone numbers or any contact information or (v) contain computer viruses, worms or other harmful files. You are solely responsible for the User Content and you hereby agree to indemnify and hold Kings Loot and its employees, agents, and affiliates harmless from any and all damages, claims, expenses, costs, or fees arising from or in connection with a breach of any of the foregoing representations or your violation of any law or rights of a third party.<\/p>"}},"f9882b2d-92d3-4cd2-9a12-4569fbc1fba5":{"type":"text","settings":{"subtitle":"PRIVACY POLICY"}},"fab0f457-33e6-4e80-af52-ef2a832423ae":{"type":"paragraph","settings":{"paragraph":"<p>Notwithstanding anything else to the contrary contained in these Terms of Use, Kings Loot’s use of any personally identifiable information (name, email, etc.) you provide via the Site shall be governed by our Privacy Policy. For further information regarding Kings Loot’s protection of your personal information, please refer to our <a href=\"https:\/\/kingsloot.com\/policies\/privacy-policy\" target=\"_blank\" title=\"Privacy Policy\">Privacy Policy<\/a>. <\/p>"}},"2b3c8259-95a7-43a5-a9dd-d45d6156f865":{"type":"text","settings":{"subtitle":"DISCLAIMERS AND LIMITATION OF LIABILITY"}},"0304c6d0-fa3b-4307-b932-e50e098b09bf":{"type":"paragraph","settings":{"paragraph":"<p>Kings Loot publishes information on its Site as a convenience to its visitors. While Kings Loot attempts to provide accurate and timely information, there may be inadvertent technical or factual inaccuracies and typographical errors. We reserve the right to make corrections and changes to the Site at any time without notice. The Kings Loot products described in the Site may not be available in your region. Kings Loot does not claim that the information in the Site is appropriate to your jurisdiction or that the products described in its Site will be available for purchase in all jurisdictions.<\/p><p>You assume all responsibility and risk with respect to your use of the Site, which is provided \"AS IS.\"<\/p><p>KINGS LOOT DISCLAIMS ALL WARRANTIES, CONDITIONS, REPRESENTATIONS, AND ENDORSEMENTS OF ANY KIND, EITHER EXPRESS OR IMPLIED, WITH REGARD TO INFORMATION ACCESSED FROM OR VIA THE SITE, INCLUDING WITHOUT LIMITATION, ALL CONTENT, AND MATERIALS, FUNCTIONS AND SERVICES PROVIDED ON THE SITE, WHICH ARE PROVIDED WITHOUT WARRANTY OF ANY KIND, INCLUDING BUT NOT LIMITED TO ANY WARRANTIES CONCERNING THE AVAILABILITY, ACCURACY, COMPLETENESS, USEFULNESS, OR CONTENT OF INFORMATION, UNINTERRUPTED ACCESS, AND ANY WARRANTIES OF TITLE, NON-INFRINGEMENT, MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE. KINGS LOOT DOES NOT WARRANT THAT THE SITE OR ITS FUNCTION OR THE CONTENT AND MATERIALS OR THE SERVICES MADE AVAILABLE THEREBY WILL BE TIMELY, SECURE, UNINTERRUPTED OR ERROR-FREE, OR THAT DEFECTS WILL BE CORRECTED. KINGS LOOT MAKES NO WARRANTY THAT THE SITE WILL MEET USERS' EXPECTATIONS OR REQUIREMENTS. NO ADVICE, RESULTS OR INFORMATION, OR MATERIALS WHETHER ORAL OR WRITTEN, OBTAINED BY YOU THROUGH THE SITE SHALL CREATE ANY WARRANTY NOT EXPRESSLY MADE HEREIN. IF YOU ARE DISSATISFIED WITH THE SITE, YOUR SOLE REMEDY IS TO DISCONTINUE USING THE SITE. ANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SITE IS DONE AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH MATERIAL.<\/p><p>Kings Loot makes no warranties of any kind regarding any non-Kings Loot sites to which you may be directed or hyperlinked from this Site. Hyperlinks are included solely for your convenience, and Kings Loot makes no representations or warranties with regard to the accuracy, availability, suitability, or safety of information provided in such non-Kings Loot sites. Kings Loot does not endorse, warrant, or guarantee any products or services offered or provided by or on behalf of third parties on the Site.<\/p><p>IN NO EVENT SHALL KINGS LOOT OR ANY OF THEIR RESPECTIVE MEMBERS, OFFICERS, EMPLOYEES, AGENTS, OR CONTENT OR SERVICE PROVIDERS BE LIABLE TO YOU FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, EXEMPLARY OR PUNITIVE DAMAGES, LOSSES OR CAUSES OF ACTION (WHETHER IN CONTRACT OR TORT, INCLUDING, BUT NOT LIMITED TO, NEGLIGENCE OR OTHERWISE) ARISING FROM OR IN ANY WAY RELATED TO THE USE OF, OR THE INABILITY TO USE, OR THE PERFORMANCE OF THE SITE OR THE CONTENT AND MATERIALS OR FUNCTIONALITY ON OR ACCESSED THROUGH THE SITE, INCLUDING, WITHOUT LIMITATION, LOSS OF REVENUE, OR ANTICIPATED PROFITS, OR LOST BUSINESS, DATA OR SALES OR ANY OTHER TYPE OF DAMAGE, TANGIBLE OR INTANGIBLE IN NATURE, EVEN IF KINGS LOOT OR ITS REPRESENTATIVE OR SUCH INDIVIDUAL HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.<\/p><p>SOME JURISDICTIONS DO NOT ALLOW THIS LIMITATION OR EXCLUSION OF LIABILITY SO SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.<\/p>"}},"d85f3eec-78e1-47c4-937a-f307d7fcc235":{"type":"text","settings":{"subtitle":"INDEMNITY"}},"5df3a8f1-f85f-4eef-9317-a199951548a2":{"type":"paragraph","settings":{"paragraph":"<p>You agree to defend, indemnify and hold Kings Loot, its directors, officers, employees, agents, and affiliates harmless from any and all claims, liabilities, damages, costs, and expenses, including reasonable attorneys' fees, in any way arising from, related to or in connection with your use of the Site, your violation of the Terms or the posting or transmission of any materials on or through the Site by you, including, but not limited to, any third-party claim that any information or materials you provide infringe any third party proprietary right.<\/p>"}}},"block_order":["ccd5b404-84b7-4347-924f-69794ba9522c","8d3b6cb6-c268-4933-91ab-5cfc0969d50e","8595c281-4889-464d-bc85-8de3b29383f0","3a67c54c-c312-4d99-8114-3fc8ad9ed421","c81610dd-d02b-4d7b-aba5-85f20ae4da83","5ece47ef-9f24-4b21-b793-41957714b561","9ce73558-8853-4df9-85f3-9a08ab615e13","1e543ee2-59a1-4004-b5a5-2d92d4728344","80226f6c-481d-409f-9b82-6a72d18c1b4e","2ac53ca2-8da2-4a9d-8dba-f8513fa1ba3a","8ad578d4-5cdb-4d93-81ee-f3a2b2965a88","395ffee9-5371-4e9e-9a9a-eb981450b239","a40ee54f-fa76-4a50-a6e4-10493a295afe","e5817037-03ee-4d8d-baf5-ea9f8a37fcec","c9fb998d-eba4-4c4a-875a-f872616fde9f","30e22731-078e-451a-b994-ec0c604ff6ff","876f1f8c-7b30-4c7a-8515-c9285f31fffd","7691c70e-6ec9-4763-835c-f0f0bf173bac","af78ea8e-0a49-4134-ab12-43e3f239ef48","da5dc2c6-4919-426d-ad22-2a2a3e10b9ba","6baa6dff-c005-4bd5-a971-aac274675d69","d8bcfc2f-6ae8-40e7-98f9-d57733019582","552c9817-5abb-4d79-9155-950d4d57d719","37f9d25c-1562-46e0-b43b-f2d6e2092a81","dd818c03-c3ac-4f7e-b96a-e3ae1a82fa5c","42c04416-565d-461e-a889-b73b2ba3958a","6624a2b2-3cd0-4545-90b1-3b20434737a0","f9059fe3-8522-430f-8e33-f1ca37975983","4987fd04-1fc1-4e44-bbed-fe0c76c9c392","d09cfe97-613a-434c-aac9-23c7b1f7a990","7fec5cf4-232f-4b4c-9dde-1d3e9a7d4bfc","74bf5d15-397c-4994-bbc2-9257865d6301","1247157e-24bf-496f-854f-ec8c616c5a50","ce7d0abb-bbe6-4770-ad2a-ffdd0698ecfa","0a50faa6-5c8f-420b-a886-9489c4baa8e7","cf659413-b1e1-4d37-9d16-6389e2db7415","8858841a-918d-40a0-9a1a-c8e8b2e99050","e71e804f-abc2-46f5-a8e4-4878240773d7","78e295e4-bd2c-495c-a6ac-fb9616787c0c","d9d9ab6a-2c0e-4145-b5e0-dc2f18a1822b","97381be2-1764-4f92-bd7b-ba67bc474168","0d80898d-301a-460e-857b-768fdf56ea4f","329ad743-921a-41f9-aeeb-17107fef4e9b","ad6776fa-8be9-4f57-b36b-769f8b5b70d9","f9882b2d-92d3-4cd2-9a12-4569fbc1fba5","fab0f457-33e6-4e80-af52-ef2a832423ae","2b3c8259-95a7-43a5-a9dd-d45d6156f865","0304c6d0-fa3b-4307-b932-e50e098b09bf","d85f3eec-78e1-47c4-937a-f307d7fcc235","5df3a8f1-f85f-4eef-9317-a199951548a2"],"settings":{"spacing_desktop":"56","spacing_mobile":"32","menu_title":"Support Menu","support_menu":"support-menu","top_header":"Have a question?"}},"166259772798c1b8d8":{"type":"section_support","blocks":{"185760a2-b39a-40b7-af28-027ea7f04bc6":{"type":"text","settings":{"subtitle":"DISPUTES"}},"f68fd4fe-8618-4ab9-acbc-8139bd1d783e":{"type":"paragraph","settings":{"paragraph":"<p>Any dispute relating in any way to these Terms, your visit to the Site, or to any purchase, return, or other transaction with Kings Loot shall be submitted to confidential arbitration in San Francisco, California. However, if you have in any manner violated or threatened to violate any Kings Loot Intellectual Property right, we may seek injunctive or other appropriate relief in any state or federal court in the state of California. You consent to exclusive jurisdiction and venue in these courts. Any arbitration under this agreement and these Terms shall be conducted under the prevailing rules of the American Arbitration Association. The arbitrator's award shall be binding and may be entered as a judgment in any court of competent jurisdiction. To the fullest extent permitted by applicable law, we agree that any dispute resolution proceedings will be conducted only on an individual basis and not in a class, consolidated or representative action.<\/p>"}},"ad97b0d4-e02e-4bfd-a05e-ce49e12da4df":{"type":"text","settings":{"subtitle":"GENERAL INFORMATION"}},"ce45a483-4a1b-4c62-87e8-6980ea57da9b":{"type":"paragraph","settings":{"paragraph":"<p>These Terms constitute the entire agreement between you and Kings Loot and govern your use of the Site, and they supersede any prior agreements between you and Kings Loot. You also may be subject to additional terms and conditions that are applicable to certain parts of the Site. Kings Loot may terminate this Agreement and deny you access to the Site at any time, immediately and without notice, if in Kings Loot’s sole discretion you fail to comply with any provision of these Terms.<\/p><p>You agree that no joint venture, partnership, employment, or agency relationship exists between Kings Loot and you as a result of this Agreement or your use of the Site.<\/p><p>Any claim or cause of action you may have with respect to Kings Loot or the Site must be commenced within one (1) year after the claim or cause of action arose.<\/p><p>The failure of Kings Loot to exercise or enforce any right or provision of these Terms shall not constitute a waiver of such right or provision. The invalidity of any term, condition, or provision in these Terms shall not affect the enforceability of those portions of the Terms deemed enforceable by applicable courts of law.<\/p><p>These Terms shall be governed by, construed, and enforced in accordance with the laws of the State of California, without giving effect to any conflict of law provisions. Any dispute arising under these Terms shall be resolved exclusively by an appropriate federal or state court sitting in the State of California.<\/p><p>You may not assign the Terms or any of your rights or obligations under the Terms without Kings Loot’s express written consent. The Terms inure to the benefit of Kings Loot’s successors, assigns, and licensees. The section titles in these Terms are for convenience only and have no legal or contractual effect.<\/p><p>To contact us with any questions or concerns in connection with these Terms or the Site, or to provide any notice under these Terms to us please contact us at <a href=\"https:\/\/kingsloot.com\/pages\/contact-us\" title=\"Contact Us\">https:\/\/kingsloot.com\/pages\/contact-us<\/a>.<\/p>"}},"01551feb-d561-4023-b08e-e8857cb26076":{"type":"text","settings":{"subtitle":"PRIVACY POLICY"}},"3f414284-2ef1-42e5-82ea-dfcc13928494":{"type":"paragraph","settings":{"paragraph":"<p>We enjoy many things, two, in particular, are crushing the weekend and protecting our customers’ privacy.  We appreciate you visiting our website, www.kingsloot.com (the \"Site\"). Here at Kings Loot, we believe that you have a right to know what information we collect from you, this is the US of A after all. We want you to understand our commitment to protecting your privacy.  We’ve created this Privacy Policy to let you know what to expect when you interact with us on the Site, App, or through our related online and offline offerings (collectively, the “Services”). This Privacy Policy may be updated from time to time and we will notify you of any material changes by posting the new Privacy Policy on the Site and taking other actions as required by applicable law. We recommend that you consult this policy regularly for any changes.<\/p><p>By using our Services, you agree to the use, disclosure, and procedures this Privacy Policy describes. You may provide information to Kings Loot in a variety of ways, including making online or in-store purchases, participating in surveys, during events such as sweepstakes, and requesting Services or information. Please note that this Privacy Policy does not apply to third party websites (\"Third Party Services\"), such as, but not limited to, Facebook, Twitter, Pinterest, and Instagram, that we do not own or control, even if you access them through the Services. We try to work only with Third Party Services that share our respect for your privacy, but we cannot take responsibility for their practices, content, or privacy policies. We encourage you to carefully review the privacy policies of any Third Party Services you access so that you know how they will use and share your information.<\/p>"}},"d06b9c6b-d38e-4362-bfa9-44ae02193d06":{"type":"text","settings":{"subtitle":"WHAT INFORMATION WE COLLECT"}},"6f3c6e2e-c90b-4608-baa1-a24b20f3951c":{"type":"paragraph","settings":{"paragraph":"<p>Our primary goals in collecting information are to improve our Site, App, Services, features, and content, and to enable users to enjoy and easily navigate the Site and App. The information we collect from you falls into two categories: information that relates to an identified or identifiable natural person (“Personal Information”) and information that, by itself, does not identify and cannot be used to identify a natural person (“Non-Personal Information”). This Privacy Policy includes information about both types and will tell you how we might collect and use each.<\/p><p>Personal Information we may collect from you includes:<\/p><p><strong>YOUR NAME AND EMAIL ADDRESSYOUR CREDIT CARD INFORMATION (ALTHOUGH WE USE A THIRD PARTY PAYMENT PROCESSOR), BILLING ADDRESS AND SHIPPING ADDRESS, AND PHONE NUMBERLIVE CHATS AND CUSTOMER SERVICES PHONE CALLSTHE IP ADDRESS OF THE COMPUTER YOU USE TO ACCESS OUR SERVICES, POTENTIALLY INCLUDING LOCATION DATA BASED OFF OF THAT IP ADDRESSRESPONSES TO ANY ONLINE SURVEYS RUN BY CHUBBIES, EITHER ON OUR WEBSITE OR VIA OUR EMAIL LISTCONTENT YOU PROVIDE ON INTERACTIVE FEATURES (E.G., SOCIAL MEDIA PAGES, OUR BLOG, PURCHASE REVIEWS, ETC.)<\/strong><\/p><p>We may also collect some of the following Non-Personal Information from you:<\/p><p><strong>THE TYPE OF BROWSER SOFTWARE YOU ARE USINGTHE DATE AND TIME YOU ACCESS OUR SERVICESTHE WEBSITE ADDRESS, IF ANY, THAT LINKED YOU TO OUR SITESEARCH ENGINE SEARCH TERMS AND ADVERTISING CLICKS\/ACTIONSOTHER NON-PERSONALLY IDENTIFIABLE TRAFFIC DATAPRODUCTS YOU PURCHASE FROM US<\/strong><\/p><p>Depending on where you are located, Non-Personal Information may be considered “personal data” and\/or “personal information” under applicable data protection laws.  <\/p><p>Cookies and Pixel Tags<\/p><p>Like many websites, we use \"cookies,\" pixel tags, and other technologies to collect information. A cookie is a small data file that we transfer to your computer's hard disk for record-keeping purposes. We use session ID cookies to enable certain features of the Site and App, to better understand how you interact with the Site and App and to monitor aggregate usage by Kings Loot Users and web traffic routing on the Site and App. Unlike persistent cookies, session cookies are deleted from your computer when you log off from the Site, App, and Service and then close your browser. You can instruct your browser, by changing its options, to stop accepting cookies or to prompt you before accepting a cookie from the websites you visit. If you do not accept cookies, however, you may not be able to use all portions of the Site, App, or all functionality of the Service.<\/p><p>Analytics<\/p><p>We may also use Google Analytics and other service providers to collect analytics information on our Services.  For more information about Google Analytics, please visit www.google.com\/policies\/privacy\/partners\/.  You can opt-out of Google’s collection and processing of data generated by your use of the Services by going to <a href=\"http:\/\/tools.google.com\/dlpage\/gaoptout\" title=\"Google Analytics Opt-Out\">http:\/\/tools.google.com\/dlpage\/gaoptout<\/a>.<\/p><p>Phishing<\/p><p>Identity theft and the practice currently known as \"phishing\" are of great concern to Kings Loot and e-commerce companies generally. Safeguarding information to help protect you from identity theft is a top priority. We do not and will not, at any time, request your credit card information, your login information, or national identification numbers in a non-secure or unsolicited e-mail or telephone communication. Please do not call Kings Loot Customer Experience, as they are unable to take orders over the phone. For more information about phishing, visit the Federal Trade Commission's website.<\/p>"}},"a39c68f2-95d8-469b-8c08-e50d043697d2":{"type":"text","settings":{"subtitle":"HOW DO WE USE THIS DATA?"}},"f454823d-efcb-430b-b4a7-2e5b48cee309":{"type":"paragraph","settings":{"paragraph":"<p>Providing Services, Products, and Information to our Customers including:<\/p><p><strong>ACCOUNT INFORMATION MANAGEMENTCUSTOMER SERVICE RESPONSESACCESS TO SPECIFIC FEATURES, GIFTS, PRODUCTS, AND REWARDSCONTACT TO GET FEEDBACK ON YOUR EXPERIENCES WITH THE BRAND, OUR SERVICES, AND OUR PRODUCTSPAYMENT AND TRANSACTION PROCESSINGORDER AND ACCOUNT-LEVEL COMMUNICATIONS INCLUDING EMAIL AND PUSH NOTIFICATIONS<\/strong><\/p><p>Administrative functions, including:<\/p><p><strong>MEASURING AND PREDICTING INTEREST IN OUR CURRENT, OR POTENTIAL, PRODUCTS AND SERVICES AND\/OR DEVELOPING NEW PRODUCTS AND SERVICES FOR OUR CUSTOMERS, AS WELL AS MANAGING QUALITY OF OUR PRODUCT AND SERVICE OFFERINGSIDENTITY VERIFICATIONDETECT AND PREVENT SECURITY INCIDENTS AND ILLEGAL OR FRAUDULENT ACTIVITIESPURSUING OUR LEGITIMATE INTERESTS, SUCH AS DIRECT MARKETING, RESEARCH AND DEVELOPMENT (INCLUDING MARKETING RESEARCH), NETWORK AND INFORMATION SECURITY, AND FRAUD PREVENTIONENFORCE OUR TERMS OF SERVICE AND COMPLY WITH OUR LEGAL OBLIGATIONSCARRY OUT AUDITS<\/strong><\/p><p>Marketing purposes, including:<\/p><p><strong>SHOWING RELEVANT PRODUCTS, CONTENT, OFFERS, AND GENERAL ADVERTISEMENTS TO OUR CUSTOMERS AND POTENTIAL CUSTOMERS ACROSS A VARIETY OF ADVERTISING CHANNELS INCLUDING SOCIAL MEDIA ADVERTISING, DISPLAY ADVERTISING, ADVERTISING NETWORKS, CROSS DEVICE TRACKING, TELEVISION ADVERTISING, RADIO ADVERTISING, AND OTHERSSENDING PROMOTIONAL EMAILS, PUSH NOTIFICATIONS, OR OTHER COMMUNICATIONS ABOUT RELEVANT PRODUCTS OR CONTENTCUSTOMIZATION OF OUR WEBSITE CONTENT TO ENHANCE OUR CUSTOMERS' SHOPPING EXPERIENCE<\/strong><\/p><p>Ongoing research and development:<\/p><p><strong>WE MAY SHARE DE-IDENTIFIED AND\/OR AGGREGATED INFORMATION WITH THIRD PARTY PARTNERS FOR THE PURPOSES OF INDUSTRY RESEARCH AND ANALYSIS, DEMOGRAPHIC PROFILING, AND OTHER SIMILAR PURPOSES. WE ALSO MAY CONTRACT TO OTHER THIRD PARTIES TO PROVIDE US MORE INFORMATION ON OUR CUSTOMER BASE, TO SERVE THE PURPOSES OF BETTER TARGETING, CUSTOMIZING, AND ANALYZING OUR MARKETING AND OUR PRODUCTS\/SERVICESWE ALSO MAY CONTRACT TO PARTNERS WHO HELP US RUN AND MANAGE CUSTOMER SURVEYS TO GATHER INFORMATION ON OUR PRODUCTS, SERVICES, AND MARKETING. ALL SURVEYS ARE VOLUNTARY, AND THE INFORMATION WE GATHER IN THESE SURVEYS WILL SERVE TO ENHANCE OUR MARKETING, PRODUCTS, AND SERVICES IN THE FUTURE. BY PARTICIPATING IN OUR SURVEYS, YOU ARE AGREEING TO THIS USE OF THE SURVEY DATA IN A DE-IDENTIFIED AND\/OR AGGREGATED MANNER<\/strong><\/p><p>Consent:<\/p><p><strong>WE MAY USE PERSONAL INFORMATION FOR OTHER PURPOSES THAT ARE CLEARLY DISCLOSED TO YOU AT THE TIME YOU PROVIDE PERSONAL INFORMATION OR WITH YOUR CONSENT.<\/strong><\/p><p><strong>INFORMATION SHARING AND DISCLOSURE<\/strong><\/p><p> <\/p><p>Third-Party Services<\/p><p>Kings Loot appreciates that our users are active in many different communities, both offline and online, and we like facilitating that wherever we can. Some parts of our Services can be linked up with other accounts you have, such as your Facebook, Pinterest, or Twitter. If you link to Third-Party Services from our Services, we may collect some information about your use of the Third-Party Service. We will only be able to collect the information if you've authorized the Third-Party Service to provide us with that information or if you've made the information public. Additionally, if you mention us through your Third-Party Services, we may collect information and content related to your comment that is publicly available. If you wish to limit the information available to us, you should be sure to manage the privacy settings of your Third-Party Services. One thing we won't ever store is your Third-Party Service password.<\/p><p>De-Identified and\/or Aggregated Information<\/p><p>We may also use Personal Information and other data about you to create de-identified and\/or aggregated information. We may share de-identified and\/or aggregated information, with third parties for industry analysis, demographic profiling, and to deliver targeted advertising about other products and services.<\/p><p>Service Providers<\/p><p>We may employ third party companies and individuals to facilitate our Service, to provide the Service on our behalf, to perform Site-related services (e.g., without limitation, maintenance services, database management, payment processors, web analytics, and improvement of the Site's features) or to assist us in analyzing how our Site and Service are used. These third parties have access to your Personal Information only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.<\/p><p>Compliance with Laws and Law Enforcement<\/p><p>Kings Loot cooperates with government and law enforcement officials and private parties to enforce and comply with the law. We will disclose any information about you to the government or law enforcement officials or private parties as we, in our sole discretion, believe necessary or appropriate to respond to claims and legal process (including but not limited to subpoenas), to protect the property and rights of Kings Loot or a third party, to protect the safety of the public or any person, or to prevent or stop activity we may consider to be, or to pose a risk of being, illegal, unethical or legally actionable activity.<\/p><p>Business Transfers<\/p><p>Kings Loot may sell, transfer or otherwise share some or all of its assets, including your Personal Information, in connection with a merger, acquisition, reorganization, or sale of assets or in the event of bankruptcy.<\/p>"}},"a7ddbdc2-a9d9-483b-9ba8-8953ede70b50":{"type":"text","settings":{"subtitle":"SECURITY"}},"4ab31438-508d-4bbb-95fa-c425132fcf91":{"type":"paragraph","settings":{"paragraph":"<p>Kings Loot is very concerned with safeguarding your information. We take reasonable administrative, physical, and electronic measures designed to protect the information that we collect from or about you (including your Personal Information) from unauthorized access, use, or disclosure. When you enter sensitive information (such as credit card number) on our order forms, we encrypt that information using secure socket layer technology (SSL). Please be aware, however, that no method of transmitting information over the Internet or storing information is completely secure. Accordingly, we cannot guarantee the absolute security of any information.<\/p><p>We will make any legally required disclosures of any breach of the security, confidentiality, or integrity of your unencrypted electronically stored \"Personal Information\" (as defined in applicable state statutes on security breach notification) to you via email or conspicuous posting on this Site in the most expedient time possible and without unreasonable delay, insofar as consistent with (i) the legitimate needs of law enforcement or (ii) any measures necessary to determine the scope of the breach and restore the reasonable integrity of the data system.<\/p>"}},"23775077-4411-4ee0-99c7-d26c73cfa7dd":{"type":"text","settings":{"subtitle":"INTERNATIONAL TRANSFER"}},"ce75ac44-90ca-4bd7-964e-cd3a61c9f5ca":{"type":"paragraph","settings":{"paragraph":"<p>Your information may be transferred to - and maintained on - computers located outside of your state, province, country, or other governmental jurisdiction where the privacy laws may not be as protective as those in your jurisdiction. If you are located outside the United States and choose to provide information to us, Chubbies transfers Personal Information to the United States and processes it there.<\/p>"}},"e9f69c58-3bb5-4ca5-a806-b93fedeee3cf":{"type":"text","settings":{"subtitle":"HOW TO OPT-OUT"}},"9d45fe92-df19-47d4-9351-aa79cf938107":{"type":"paragraph","settings":{"paragraph":"<p>We want to make sure that you are comfortable with the way we are collecting, processing, and using your Personal Information, so we want to make sure we give you clarity of the various ways you can control how this information is used. Please note, however, that by opting out of any of these methods, you may be limited in your ability to access certain services, rewards, gifts, and offers based on your exclusion.<\/p><p>Email Communications<\/p><p>If you do not want to be on our list, you can unsubscribe at the bottom of every email. If you are still not unsubscribed, that is an error, and please email us at Support@kingsloot.com. Note that you will continue to receive transaction-related emails regarding products or services you have requested, and other service-related, non-promotional emails.<\/p><p> <\/p><p>“Do Not Track”<\/p><p>Do Not Track (“DNT”) is a privacy preference that users can set in certain web browsers. DNT is a way for users to inform websites and services that they do not want certain information about their webpage visits collected over time and across websites or online services. Please note that we do not respond to or honor DNT signals or similar mechanisms transmitted by web browsers.<\/p><p>Cookies and Interest-Based Advertising<\/p><p>You may stop or restrict the placement of cookies on your computer or remove them from your browser by adjusting your web browser preferences. You may opt-out of personalized advertisements on some mobile applications by following the instructions here: <a href=\"https:\/\/www.networkadvertising.org\/mobile-choice\">https:\/\/www.networkadvertising.org\/mobile-choice<\/a><\/p><p>The online advertising industry also provides websites from which you may opt-out of receiving targeted ads from our data partners and our other advertising partners that participate in self-regulatory programs. You can access these, and also learn more about targeted advertising and consumer choice and privacy, at www.networkadvertising.org\/managing\/opt_out.asp, or http:\/\/www.youronlinechoices.eu\/ and www.aboutads.info\/choices\/.<\/p><p>Please note you must separately opt-out in each browser and on each device. <\/p>"}},"a261c82d-172d-448c-80e1-70d36fedc5a5":{"type":"text","settings":{"subtitle":"YOUR PRIVACY RIGHTS"}},"0bdca912-fbbb-4baa-9279-1189fbaeebd6":{"type":"paragraph","settings":{"paragraph":"<p>For purposes of the California Consumer Privacy Act, Kings Loot does not “sell” your personal information. <\/p><p>In accordance with applicable law, you may have the right to: (i) request confirmation of whether we are processing your Personal Information; (ii) obtain access to or a copy of your Personal Information; (iii) receive an electronic copy of Personal Information that you have provided to us, or ask us to send that information to another company (the “right of data portability”); (iv) object to or restrict our uses of your Personal Information; (v) seek correction or amendment of inaccurate, untrue, incomplete, or improperly processed Personal Information; (vi) withdraw your consent; and (vii) request erasure of Personal Information held about you by Kings Loot, subject to certain exceptions prescribed by law.<\/p><p>If you would like to exercise any of these rights, please contact us as set forth below. We will process such requests in accordance with applicable laws. To protect your privacy, we will take steps to verify your identity before fulfilling your request.<\/p><p>If you are a California resident, you have the right not to receive discriminatory treatment by Kings Loot for the exercise of your rights conferred by the California Consumer Privacy Act.<\/p>"}},"730e4191-ae4f-4e37-b57e-d4ffdfd81b6e":{"type":"text","settings":{"subtitle":"DATA RETENTION"}},"f8159bbf-453f-4555-be2b-fde99a81c60f":{"type":"paragraph","settings":{"paragraph":"<p>Kings Loot will retain Personal Information described in this Privacy Policy for as long as you use our Services or as necessary to fulfill the purposes for which it was collected, provide our Services, resolve disputes, establish legal defenses, conduct audits, pursue legitimate business purposes, enforce our agreements, and comply with applicable laws.<\/p>"}},"125abcbc-ae90-4e16-8132-69920bf5f23f":{"type":"text","settings":{"subtitle":"THIRD-PARTY WEBSITES\/APPLICATIONS"}},"f2a53ff7-bf5b-45a9-a498-52fe4a11aedb":{"type":"paragraph","settings":{"paragraph":"<p>The Services may contain links to other websites\/applications and other websites\/applications may reference or link to our Services. These third-party services are not controlled by us. We encourage our users to read the privacy policies of each website and application with which they interact. We do not endorse, screen, or approve, and are not responsible for the privacy practices or content of such other websites or applications. Visiting these other websites or applications is at your own risk.<\/p>"}},"9ca08036-5183-44ce-9017-79437802334e":{"type":"text","settings":{"subtitle":"CHILDREN’S PRIVACY"}},"4005533b-35c2-4c60-83f5-aa967dcba473":{"type":"paragraph","settings":{"paragraph":"<p>Kings Loot's services are not intended for children under 16 years of age, we do not knowingly collect Personally Identifiable Information from children under 16 years of age (or other age as required by local law). Any users under the age of 18 must have their parent’s permission to access the Services. If you learn that your child has provided us with Personal Information without your consent, you may alert us at Support@kingsloot.com. If we learn that we have collected any Personal Information from children under 16 in violation of applicable law, we will promptly take steps to delete such information and terminate the child’s Account.<\/p>"}},"2fc92391-909b-464c-8062-b8858c2a0ef8":{"type":"text","settings":{"subtitle":"SUPERVISORY AUTHORITY"}},"8dbdd24f-12a7-49b3-85b7-259f62816607":{"type":"paragraph","settings":{"paragraph":"<p>If you are located in the European Economic Area or the United Kingdom, you have the right to lodge a complaint with a supervisory authority if you believe our processing of your Personal Information violates applicable law.<\/p>"}},"881171ae-220a-433b-8957-08e76252fdaa":{"type":"text","settings":{"subtitle":"SMS Agreement"}},"95de1660-b2d4-405d-a8fd-ab7630d8b60f":{"type":"paragraph","settings":{"paragraph":"<p>By checking this box I consent to receive recurring automated marketing by text message through an automatic telephone dialing system. Consent is not a condition to purchase. Message and Data rate apply. Opt-Out by texting STOP.<\/p>"}},"f506887a-fa27-44ac-a44b-4e71a5440bb4":{"type":"text","settings":{"subtitle":"CONTACT US"}},"6185bc1d-83ef-47e1-bb8f-6d36baeaea4c":{"type":"paragraph","settings":{"paragraph":"<p>If you have any questions about our privacy practices or this Privacy Policy, please contact us using the information below. We will address your concerns and attempt to resolve any privacy issues in a timely manner.<\/p><p>Kings Loot<\/p><p>Support@kingsloot.com<\/p>"}}},"block_order":["185760a2-b39a-40b7-af28-027ea7f04bc6","f68fd4fe-8618-4ab9-acbc-8139bd1d783e","ad97b0d4-e02e-4bfd-a05e-ce49e12da4df","ce45a483-4a1b-4c62-87e8-6980ea57da9b","01551feb-d561-4023-b08e-e8857cb26076","3f414284-2ef1-42e5-82ea-dfcc13928494","d06b9c6b-d38e-4362-bfa9-44ae02193d06","6f3c6e2e-c90b-4608-baa1-a24b20f3951c","a39c68f2-95d8-469b-8c08-e50d043697d2","f454823d-efcb-430b-b4a7-2e5b48cee309","a7ddbdc2-a9d9-483b-9ba8-8953ede70b50","4ab31438-508d-4bbb-95fa-c425132fcf91","23775077-4411-4ee0-99c7-d26c73cfa7dd","ce75ac44-90ca-4bd7-964e-cd3a61c9f5ca","e9f69c58-3bb5-4ca5-a806-b93fedeee3cf","9d45fe92-df19-47d4-9351-aa79cf938107","a261c82d-172d-448c-80e1-70d36fedc5a5","0bdca912-fbbb-4baa-9279-1189fbaeebd6","730e4191-ae4f-4e37-b57e-d4ffdfd81b6e","f8159bbf-453f-4555-be2b-fde99a81c60f","125abcbc-ae90-4e16-8132-69920bf5f23f","f2a53ff7-bf5b-45a9-a498-52fe4a11aedb","9ca08036-5183-44ce-9017-79437802334e","4005533b-35c2-4c60-83f5-aa967dcba473","2fc92391-909b-464c-8062-b8858c2a0ef8","8dbdd24f-12a7-49b3-85b7-259f62816607","881171ae-220a-433b-8957-08e76252fdaa","95de1660-b2d4-405d-a8fd-ab7630d8b60f","f506887a-fa27-44ac-a44b-4e71a5440bb4","6185bc1d-83ef-47e1-bb8f-6d36baeaea4c"],"settings":{"spacing_desktop":"56","spacing_mobile":"32","menu_title":"","support_menu":"","top_header":""}}},"order":["1658002605a788d759","16580701034f56209d","1662596234119fb36a","166259772798c1b8d8"]}